{"page":1,"results":[{"adult":false,"backdrop_path":"/f1psPz4KiovE84Bd6txAn1w5IGd.jpg","genre_ids":[16,10762,10759,10765],"id":87166,"origin_country":["JP"],"original_language":"ja","original_name":"絶対無敵ライジンオー","overview":"The warrior of light Eldran and his robot Raijin-Oh, get injured in a battle with the Jaku Empire from the 5th-dimensional world. They fall down into the 5th grade class at Hinobori School. On behalf of the damaged Eldran, the “Earth Defense Class” takes up protecting the Earth.","popularity":19.846,"poster_path":"/e6vJwdDKwqFlKa7AlUdKUONUBlN.jpg","first_air_date":"1991-04-03","name":"Matchless Raijin-Oh","vote_average":9.0,"vote_count":2},{"adult":false,"backdrop_path":"/98a6lTkYGYRDbgsKWYDWfg2bhu5.jpg","genre_ids":[16,10759,10765],"id":87210,"origin_country":["CN"],"original_language":"zh","original_name":"邪王追妻","overview":"She, renowned assassin of the 21st century, actually crossed over to become Su Manor's most useless good-for-nothing Fourth Miss. He, Jin Empire's imperial highness, was an emotionless overbearing demonic tyrant with unrivaled talent.\n\nEveryone knew that she was a idiotic good-for-nothing and bullied her as they pleased. But only he, the overbearing tyrant with the discerning eye, just wouldn't let go even if his life depended on it. For the time being, let's see how the clash of stubborn versus stubborn plays out in this good show of the chaser and the chased.","popularity":4.043,"poster_path":"/omZ0yLZaAOk5sZrIAjw2deraPVO.jpg","first_air_date":"2019-01-24","name":"King of Jin in Tang Dynasty","vote_average":6.2,"vote_count":5},{"adult":false,"backdrop_path":"/fvfnB8F1tkEoGmAo7IIyCGEpB51.jpg","genre_ids":[16,18,10765],"id":87306,"origin_country":["JP"],"original_language":"ja","original_name":"ソウタイセカイ","overview":"The story is set in Japan in 2020. The story centers on Shin Hazama, and a version of himself who led a different life in another Japan appears. A crack opens in the everyday life that he thought was impossible to change. Boys and girls have to decide what to think and choose when the world changes completely. The battle with another world and another self begins.","popularity":3.064,"poster_path":"/u4clNQO7t5Ea8sTQrnGPGKXMvAA.jpg","first_air_date":"2017-04-28","name":"The Relative Worlds","vote_average":9.1,"vote_count":20},{"adult":false,"backdrop_path":"/n25EHQeXdmtfTxUDpPFy8ZCnKie.jpg","genre_ids":[16,10759,18],"id":56425,"origin_country":["JP"],"original_language":"ja","original_name":"グラップラー刃牙","overview":"Baki Hanma is a young fighter who yearns to follow in the footsteps of his father, Yujiro, and become the strongest fighter in the world. Through that he trains tirelessly and fights constantly to hone his skills and develop his body to achieve these goals. Many intense battles lay ahead of Baki as he goes about his quest to be the best and ultimately take the title of \"King\" from his father.","popularity":18.827,"poster_path":"/2iafrubNKwB7iA7z8Y1TkHyOrsh.jpg","first_air_date":"2001-01-08","name":"Baki the Grappler","vote_average":7.9,"vote_count":322},{"adult":false,"backdrop_path":"/zIauxfr9Ct4SsN44qNk5nAyJQEw.jpg","genre_ids":[10759,10765,16,18],"id":56427,"origin_country":["JP"],"original_language":"ja","original_name":"サイボーグ009","overview":"","popularity":12.608,"poster_path":"/gSWk6wJkOnTW4gb4SFbTcYJ7sdl.jpg","first_air_date":"1968-04-05","name":"Cyborg 009","vote_average":8.0,"vote_count":2},{"adult":false,"backdrop_path":"/upkcoee5VhPeTTbLdPERtCVhy4N.jpg","genre_ids":[16],"id":56559,"origin_country":["JP"],"original_language":"ja","original_name":"闇芝居","overview":"Yamishibai is a picture-story style of animation whose motif is surrounded and based off the rumors, and urban legends throughout the history of Japan.","popularity":75.899,"poster_path":"/coYJ1i9QLlHZTanckLZ4iceptlj.jpg","first_air_date":"2013-07-15","name":"Theatre of Darkness: Yamishibai","vote_average":7.7,"vote_count":49},{"adult":false,"backdrop_path":"/oDjjcXWIWBbeb6hDE28y4LpTaJd.jpg","genre_ids":[16,35,18,10751],"id":56568,"origin_country":["JP"],"original_language":"ja","original_name":"NANA","overview":"Nana Osaki is a guarded and ambitious young woman with a strong will and a rough past. She is the vocalist for a punk band called Black Stones and she desires fame and recognition more than anything else. Nana Komatsu is an outgoing and flighty young woman with a weak will and a stable past. Her life revolves around her desire to find love and marriage. The two meet for the first time while traveling to Tokyo - in pursuit of their respective dreams - and they later decide to be roommates. Although drastically different people, the two become very close and together they find out if their biggest dreams have room for their best friend.","popularity":20.704,"poster_path":"/aqdwwMbM3dczEPHrbPnkIY1bGLI.jpg","first_air_date":"2006-04-05","name":"NANA","vote_average":8.4,"vote_count":195},{"adult":false,"backdrop_path":"/hC6Uy57eFBUWZVrdnnODEc0XpTj.jpg","genre_ids":[18,10765],"id":56570,"origin_country":["US"],"original_language":"en","original_name":"Outlander","overview":"The story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world where her life is threatened. When she is forced to marry Jamie, a chivalrous and romantic young Scottish warrior, a passionate affair is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives.","popularity":82.917,"poster_path":"/oftZNfyTVNU7IfOqoGLoT8MGvNs.jpg","first_air_date":"2014-08-09","name":"Outlander","vote_average":8.2,"vote_count":2640},{"adult":false,"backdrop_path":"/rdIZOzYMcG0GZhgzQ1oBmWlsjNd.jpg","genre_ids":[16,35],"id":117879,"origin_country":["JP"],"original_language":"ja","original_name":"友達の妹が俺にだけウザい","overview":"Unfortunately, Akiteru knows from experience that isn't the case. Because every girl he interacts with shows him nothing but scorn, and he's not scored a single date from it! Luckily, he's more concerned with securing a spot for him and his game-development buddies at his uncle's business. But when his uncle throws him a condition that involves playing the part of his daughter's boyfriend, Akiteru has no choice but to take it.","popularity":2.508,"poster_path":"/HVmGFN9CmJCAKOGZoa99rLbE3h.jpg","first_air_date":"","name":"My Friend's Little Sister Has It In for Me!","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/qulMEkeKTNo0ICTEW1rlODT3uOA.jpg","genre_ids":[16,35,10765],"id":117880,"origin_country":["JP"],"original_language":"ja","original_name":"天才王子の赤字国家再生術","overview":"Prince Wein is ready to commit treason. And who can blame him? Faced with the impossible task of ruling his pathetic little kingdom, this poor guy just can't catch a break! But with his brilliant idea of auctioning off his country, this lazy prince should be able to retire once and for all. Or that was the plan...until his treasonous schemes lead to disastrous consequences-namely, accidental victories and the favor of his people!","popularity":9.571,"poster_path":"/u1lpJoqnNSZelkNwcD7bnBzpW1c.jpg","first_air_date":"2022-01-11","name":"The Genius Prince's Guide to Raising a Nation Out of Debt","vote_average":7.9,"vote_count":82},{"adult":false,"backdrop_path":"/3Ae74pwKoTE0Xjb19LCxxBZgiwt.jpg","genre_ids":[16,10759,35,10765],"id":117884,"origin_country":["JP"],"original_language":"ja","original_name":"失格紋の最強賢者","overview":"His strength limited by the magical crest with which he was born, Mathias, the world's most powerful sage, decides reincarnation is necessary to become the strongest of all. Upon his rebirth as a young boy, Mathias is thrilled to discover he's been born with the optimal crest for magical combat on his first try! Unfortunately, the world he's been born into has abysmally poor standards when it comes to magic, and everyone thinks he's still marked for failure! Now it's up to Mathias to prove everyone wrong…world's strongest sage-style!","popularity":9.621,"poster_path":"/55IKEC0Q0w50iKlygeHCdldTMse.jpg","first_air_date":"2022-01-08","name":"The Strongest Sage with the Weakest Crest","vote_average":7.1,"vote_count":61},{"adult":false,"backdrop_path":"/fFNs90Cpe1Wi2rSWDfyXqs0K6zP.jpg","genre_ids":[16,10759,10765],"id":117886,"origin_country":["JP"],"original_language":"ja","original_name":"処刑少女の生きる道","overview":"The Lost Ones are wanderers who come here from a distant world known as \"Japan.\" No one knows how or why they leave their homes. The only thing that is certain is that they bring disaster and calamity. The duty of exterminating them without remorse falls to Menou, a young Executioner. When she meets Akari, it seems like just another job...until she discovers it's impossible to kill this girl! And when Menou begins to search for a way to defeat this immortality, Akari is more than happy to tag along! So begins a journey that will change Menou forever...","popularity":4.766,"poster_path":"/uvsuokDM09o8ZJHUbLjXE8jmZHa.jpg","first_air_date":"2022-04-02","name":"The Executioner and Her Way of Life","vote_average":6.4,"vote_count":25},{"adult":false,"backdrop_path":"/tP1pjJuBQOrEoYx3FtIl5mfhV5K.jpg","genre_ids":[16,35,10759,10765],"id":117889,"origin_country":["JP"],"original_language":"ja","original_name":"転生賢者の異世界ライフ ～第二の職業を得て、世界最強になりました～","overview":"Whether at the office or at home, corporate drone Yuji Sano works all the time. So when his home PC flashes a message about him being summoned to another world, Yuji restarts his machine…only to find that he’s inadvertently accepted the summons! Now in a fantasy world far removed from paperwork and computers, Yuji has just one thing on his mind: waking up from what he thinks is a dream and getting back to the mountain of work he left behind! But this other world has other plans for Yuji, who quickly discovers his Monster Tamer character class allows him to befriend slimes! And thanks to their number, those slimes help him absorb so much magical knowledge that he gains a second character class in the blink of an eye! How will Yuji wield his power now that he’s the greatest sage the realm has ever known?! And what about all that paperwork?!","popularity":6.916,"poster_path":"/2frM5EXhvwPLnD0eY7RaGCktPTv.jpg","first_air_date":"2022-07-04","name":"My Isekai Life: I Gained a Second Character Class and Became the Strongest Sage in the World!","vote_average":7.2,"vote_count":41},{"adult":false,"backdrop_path":"/p2eZlGwd8OjkWpwD2hSoBiIlHBZ.jpg","genre_ids":[16,18,9648],"id":117933,"origin_country":["JP"],"original_language":"ja","original_name":"サマータイムレンダ","overview":"Upon hearing of Ushio's death, Shinpei returns to his hometown of Wakayama City on Hitogashima and reunites with his childhood friend's family. The funeral goes smoothly, but under the surface something strange is brewing on the island. What mysteries await him on this secluded summer island?","popularity":19.37,"poster_path":"/m9e7chRW8Q8Go1Dv00RCUHbMoNe.jpg","first_air_date":"2022-04-15","name":"Summer Time Rendering","vote_average":8.15,"vote_count":137},{"adult":false,"backdrop_path":"/jyOLGAkO53ium777usyAmpJUe1E.jpg","genre_ids":[16,10759],"id":117945,"origin_country":["JP"],"original_language":"ja","original_name":"擾乱 THE PRINCESS OF SNOW AND BLOOD","overview":"The year is 1931. Prince Tokugawa Yoshinobu holds absolute control over Japan. Remnants of the Meiji era’s culture can be seen around the city, but scientific technology and Japanese esoteric cosmology Onmyodo are also developing. Yet lurking behind the glitz is Kuchinawa, a dissident group planning the assassination of the prince. Tasked to extinguish these dissidents is Nue, the government’s secret executioner group. Sawa Yukimura, who works for this organization, suffered at the hands of the Kuchinawa boss. Her entire family was murdered and she dedicated her life to avenging their death.","popularity":8.809,"poster_path":"/tvM2DRD7QXMb15VM5HTcPj81o2C.jpg","first_air_date":"2021-03-31","name":"Joran: The Princess of Snow and Blood","vote_average":6.4,"vote_count":38},{"adult":false,"backdrop_path":"/mvi2YbFePpq68xaHEwezpmSEdsv.jpg","genre_ids":[10759,10765,18],"id":1941,"origin_country":["JP"],"original_language":"ja","original_name":"牙狼＜GARO＞","overview":"The Makai fight a secret war against the demon forces known as Horrors, evil creatures that manifest themselves through darkness to devour Humanity. On the frontlines are the Makai Knights, given the task of watching over a district and eliminating any Horrors that manifest there.\n\nGARO follows the tales of the Knights bearing the title of ‘Golden Knight Garo’, and their duty to vanquish the Horrors and protect Humanity from the darkness.","popularity":19.757,"poster_path":"/3IBGi1F4oRlykR0k9beIwygn8YM.jpg","first_air_date":"2005-10-07","name":"GARO","vote_average":7.9,"vote_count":27},{"adult":false,"backdrop_path":"/pOWRyG0gQnkcKwQmXBu8W2PHx6T.jpg","genre_ids":[10751,16,35,10759,10765,18],"id":118017,"origin_country":["JP"],"original_language":"ja","original_name":"東京ミュウミュウ にゅ～♡","overview":"The scientists of the μ(Mew) Project use DNA of endangered species to create a team of heroines imbued with amazing abilities. Armed with the skills of an Iriomote cat, Ichigo must band together with other Mew Mew girls to repel an alien incursion.","popularity":14.461,"poster_path":"/mTMyfBtlFB8mYs5vxa5CoIP4m2i.jpg","first_air_date":"2022-07-06","name":"Tokyo Mew Mew New","vote_average":6.6,"vote_count":5},{"adult":false,"backdrop_path":"/ueZFcwAUvkjyAB9beaiqJyg0M8H.jpg","genre_ids":[35,18,9648,10765],"id":1981,"origin_country":["US"],"original_language":"en","original_name":"Charmed","overview":"Three sisters (Prue, Piper and Phoebe) reunite and unlock their powers to become the Charmed Ones, the most powerful good witches of all time, whose prophesied destiny is to protect innocent lives from evil beings such as demons and warlocks. Each sister possesses unique magical powers that grow and evolve, while they attempt to maintain normal lives in modern day San Francisco. ","popularity":104.056,"poster_path":"/z4bPJ1BWU2EtV69NII2GVvsugQ2.jpg","first_air_date":"1998-10-07","name":"Charmed","vote_average":8.2,"vote_count":2344},{"adult":false,"backdrop_path":"/mzd2AqNTgZ8EA9XyyTbh2cB16ib.jpg","genre_ids":[16,10765,10759,10762],"id":1988,"origin_country":["US"],"original_language":"en","original_name":"ThunderCats","overview":"The inhabitants of the planet Thundera evacuate just before it is destroyed. They were pursued by a band of mutants. All but one of their escape ships was destroyed. Only a small group of Thunderans (Thundercats) remained. With only half engine power, the group, which was led by Jaga, had to set a course for the nearest planet. Jaga commanded their ship while the other seven were in their stasis tubes. Jaga died on their journey to Third Earth and their ship crashed there. Soon they made friends with various groups in the area and they designed a fortress. Mumm-Ra the centuries-old embodiment of evil, along with the mutants that destroyed the rest of the Thunderans are a constant threat. But Lion-O, the new leader of the Thundercats, with his weapon the \"Sword of Omens\" will help the Thundercats to have a standing chance.","popularity":25.36,"poster_path":"/ucY0YtUvPTBITnpHrV0D9gQ4xjl.jpg","first_air_date":"1985-01-23","name":"ThunderCats","vote_average":8.231,"vote_count":1026},{"adult":false,"backdrop_path":"/hmu5f2Psxg10l2tamUYfTWplLTJ.jpg","genre_ids":[10765,18,10759],"id":2033,"origin_country":["GB","CA"],"original_language":"en","original_name":"Shoebox Zoo","overview":"Shoebox Zoo is an urban fantasy TV series made in a collaboration between BBC Scotland and various Canadian television companies. It is mostly live-action, but with CGI used for the animal figurines. The show centers on the story of a young girl named Marnie McBride, who is given a shoebox containing four toy animals by a mysterious old man at a junk shop, as a gift for her 11th birthday. These magical toys have the power to come alive on Marnie’s command, and they’re on a quest to find an ancient book that once belonged to a great and powerful wizard.","popularity":7.192,"poster_path":"/hMGO9iOA5Vm8QEa4dGOzN6zWgE5.jpg","first_air_date":"2004-09-21","name":"Shoebox Zoo","vote_average":7.8,"vote_count":5}],"total_pages":1071,"total_results":21418}