{"page":1,"results":[{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":253376,"origin_country":["GB","US"],"original_language":"en","original_name":"The Girlfriend","overview":"Laura wants for nothing. She has a glittering career, a loving husband, Howard, and, above all, she has Daniel, her precious only son. But Laura’s seemingly perfect life is blown apart when Daniel brings home Cherry, the girlfriend who changes everything. After an uncomfortable first meeting, Laura grows convinced that Cherry isn’t who she says she is. While no one else can see what she sees, Laura refuses to stand by and watch Daniel be deceived. She’ll do anything to protect him. As things go from bad to deadly, the question is, is Cherry a manipulative social climber? Or is Laura paranoid and possessive? The truth is a matter of perspective…","popularity":2.444,"poster_path":null,"first_air_date":"","name":"The Girlfriend","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/BCHYMPdi9K0Nmt8TtNsu5V9yEd.jpg","genre_ids":[9648,80,18],"id":158155,"origin_country":["PL"],"original_language":"pl","original_name":"Zachowaj spokój","overview":"When a young man goes missing soon after his friend dies, life in a tight-knit, affluent Warsaw suburb slowly unravels, exposing secrets and lies.","popularity":9.005,"poster_path":"/qygp0NXtAeEIq4XYno0yu6ZRzDF.jpg","first_air_date":"2022-04-22","name":"Hold Tight","vote_average":6.627,"vote_count":75},{"adult":false,"backdrop_path":"/9hAz2OI2JGcKPMms6rFbj8PJFZs.jpg","genre_ids":[18],"id":158168,"origin_country":["CN"],"original_language":"zh","original_name":"相逢时节","overview":"Jian Hongcheng, the son of a former factory director, returns to his hometown years after being forced out, determined to protect his late father’s legacy from being sold off by an untrustworthy relative. In the process, he reunites with his college love, Ning You, now divorced and revealed to be the daughter of a man connected to his family's past turmoil. Together, they navigate complex family conflicts, legal battles, and unresolved feelings, while confronting the challenges and realities of middle age.","popularity":7.79,"poster_path":"/nk6TEteJcBx4jGRWlg248eVJQEh.jpg","first_air_date":"2022-02-24","name":"Challenges at Midlife","vote_average":7.4,"vote_count":7},{"adult":false,"backdrop_path":null,"genre_ids":[35,18,10768],"id":225647,"origin_country":["US"],"original_language":"en","original_name":"The Corps","overview":"In 1990, a bullied, gay high school student named Cameron joins the Marine Corps with his straight best friend, Ray — a dangerous move when being gay in the military meant jail time or worse. As these two friends plunge into Marine Corps boot camp, where the landmines are both literal and metaphorical, they join a platoon of young men on a harrowing journey of transformation.","popularity":2.352,"poster_path":null,"first_air_date":"","name":"The Corps","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/itYDC6YvizUksWiogqas2gVzq2j.jpg","genre_ids":[18],"id":225729,"origin_country":["GB"],"original_language":"en","original_name":"The Castaways","overview":"Lori and Erin are on the holiday of a lifetime to Fiji. But after a huge fight, Erin never boards their final flight and the plane never arrives at its destination. Months later, no plane has been found, no survivors discovered. Until now.","popularity":2.324,"poster_path":"/x4zWhedIoVJ2WvSKKUuUE3JDG4k.jpg","first_air_date":"2023-12-26","name":"The Castaways","vote_average":7.0,"vote_count":9},{"adult":false,"backdrop_path":"/k8rqfo7RWsaILRdXIfpEJcuG1lT.jpg","genre_ids":[10766,18],"id":115645,"origin_country":["BR"],"original_language":"pt","original_name":"Gênesis","overview":"The story of the first 2,300 years of humanity and recounts events exclusively from that period. The plot begins by giving us a greater understanding of why we exist and how we turned from perfection to imperfection. The origin of all social and racial problems is there at the beginning of everything, when via one decision a human being who only knew good and enjoyed it so much also chose to know evil.","popularity":18.218,"poster_path":"/qZJt1XlRVbQhGV7MtZnbiR6vxPh.jpg","first_air_date":"2021-01-19","name":"Genesis","vote_average":7.8,"vote_count":224},{"adult":false,"backdrop_path":"/aeyjIYbHZZL1DceTqK2DSLLRHTq.jpg","genre_ids":[10765,10759,10762],"id":410,"origin_country":["JP"],"original_language":"ja","original_name":"星獣戦隊ギンガマン","overview":"Three millennia after the first invasion of the Space Pirates Barban, a new set of Gingamen — Hyuuga, Gouki, Hayate, Hikaru, Saya — have been selected to protect the Earth. That is, unless the Barban are able to disrupt the ceremony!","popularity":8.202,"poster_path":"/k4akv3Eu90mR0E0WP6TlAzQBPym.jpg","first_air_date":"1998-02-22","name":"Seijuu Sentai Gingaman","vote_average":6.7,"vote_count":6},{"adult":false,"backdrop_path":"/acwrnGqsezgQAH5B4bzCWaue1EI.jpg","genre_ids":[18],"id":26917,"origin_country":["US"],"original_language":"en","original_name":"The Last Convertible","overview":"A star-laden adaptation of Anton Myrer's  sprawling 1978 novel tracing the lives of five Harvard roommates of the class of '44, following them through the next 30 years. At the center of the story is a green 1939 Packard convertible and Chris Farris, a beautiful Radcliffe girl.","popularity":6.07,"poster_path":"/kh9EksV2w3YhbPVgg3sPOEQorrx.jpg","first_air_date":"1979-09-24","name":"The Last Convertible","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/jNzbLKDvePfXn1CkiuXGIfo6Nvs.jpg","genre_ids":[18,80,10764],"id":26973,"origin_country":["GB","US"],"original_language":"en","original_name":"Crime and Punishment","overview":"A three-part adaptation of Dostoevsky's Crime and Punishment, where a young student commits a murder and is forced into incriminating himself.","popularity":4.346,"poster_path":"/8zWzSdIKh6PKCCGuj8jCViPMrE1.jpg","first_air_date":"1979-05-22","name":"Crime and Punishment","vote_average":7.3,"vote_count":3},{"adult":false,"backdrop_path":"/vIYLynhAorGwICpBMuhO0TPDZyt.jpg","genre_ids":[16,18,10759,10765],"id":27008,"origin_country":["JP"],"original_language":"ja","original_name":"シャングリ・ラ","overview":"The story of a young woman fighting for her survival in a real \"urban jungle.\" Only 18 years old, Kuniko Hojo finds herself at the heart of the battle for humanity's future when she discovers that the government which rules Atlas intends to continue marginalising the less-privileged masses outside the tower - by force, if necessary.","popularity":6.074,"poster_path":"/6zqDAcSXqDeUHfJY1WviBBGicIt.jpg","first_air_date":"2009-04-05","name":"Shangri-La","vote_average":7.4,"vote_count":10},{"adult":false,"backdrop_path":"/4W3fFO84SY1b1oS8Ic6KyB0rZ3s.jpg","genre_ids":[18,10749,10751],"id":27010,"origin_country":["US"],"original_language":"en","original_name":"Evergreen","overview":"Based on the novel by Belva Plain, covering a time span from 1909 to 1959. The story begins in New York's Lower East Side with the arrival of Polish-Jewish immigrant Anna (Lesley Ann Warren). At first employed as a humble seamstress, Anna is whisked into a whole new world when she becomes the wife of the enterprising Joseph Friedman (Armand Assante), who eventually becomes a wealthy Westchester contractor. Even so, Anna's heart belongs to Paul Lerner (Ian Shane), the son of the prosperous Fifth Avenue family which employs her relatives. In 1918, Anna gives birth to Paul's daughter, allowing Joseph to believe that he is the father. The secret surrounding Anna's child will lead to a daunting and frequently heartbreaking chain of events, culminating decades later in the newly formed state of Israel, where Anna's grandson Eric hopes to \"find himself\" -- and ends up finding more than he bargained for.","popularity":2.771,"poster_path":"/6bNSDfYc4Dwc9JuLrhS5FS9uOs7.jpg","first_air_date":"1985-02-24","name":"Evergreen","vote_average":4.5,"vote_count":2},{"adult":false,"backdrop_path":"/5kOKNntEPrnq8LRtjC9vXAUueut.jpg","genre_ids":[35,18],"id":85404,"origin_country":["KR"],"original_language":"ko","original_name":"진심이 닿다","overview":"Hoping to make a comeback after a bad scandal, an actress agrees to research a new role by taking a job as a secretary for a prickly attorney.","popularity":12.15,"poster_path":"/kVFflfTOFqFBh34jcVRI1QCWSre.jpg","first_air_date":"2019-02-06","name":"Touch Your Heart","vote_average":8.3,"vote_count":340},{"adult":false,"backdrop_path":"/qHit5Opw1SegDgExYLZhst4i9z5.jpg","genre_ids":[18,35],"id":85453,"origin_country":["FI"],"original_language":"fi","original_name":"Nörtti: DragonSlayer666","overview":"Nineteen year old high-schooler has one dream: to become a professional esport player. However, there are many obstacles in the way of his dream, like nagging mother, niggling principal, and getting kicked out of the team.","popularity":3.319,"poster_path":"/3m5tTm6PnkzDbvDA3OfYO96rfiI.jpg","first_air_date":"2017-10-05","name":"Nerd: DragonSlayer666","vote_average":6.3,"vote_count":3},{"adult":false,"backdrop_path":null,"genre_ids":[9648,35,18],"id":158312,"origin_country":["TH"],"original_language":"th","original_name":"ดวงใจในไฟหนาว","overview":"The story of a young millionaire and a talented financier, who was nicknamed the 'God of Economics'. Yiamyuth - a proud and charming guy who believes that in life there is nothing more important than money. Outside, he seems cunning and irritable, but it's all just a mask that he wears because of his lack of love. At heart he is understanding and sensitive. Abandoned as a child by his parents, Yiamyuth does not believe in love and uses women only as a mechanism to achieve his goals. When he learns who his father is, he decides to take revenge by taking over his father's company. There he meets Dao Nuer - a carefree and cheerful, but poor girl. At first, they don't get along well and bicker all the time, but they gradually start to develop feelings for each other. Dao Nuer will help Yiamyuth realize the value of love and will do everything for him to abandon his revenge.","popularity":3.946,"poster_path":"/cYh6ygbYbrVvLtNARNY0tnu2ug9.jpg","first_air_date":"2018-08-13","name":"Cold Heart","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/zCt4VG8Vy8eMjqFTiP9ilX0dAUM.jpg","genre_ids":[18],"id":158318,"origin_country":["TH"],"original_language":"th","original_name":"เจ้าสาวจำเลย","overview":"It is said that marriage usually begins with love. But for Ingjan... her marriage began with... a grudge. When Ingjan's family attempts to trick her into marrying an old toad in order to pay off the debt they had taken, Ingjan decides to escape. Somehow she meets a young vineyard owner, Sichon, along the way, who helps her to escape. However, he is not as kind as he looks at first sight. In order to pay off her family's debt and protect her, Sichon, wants her to marry him and birth a child for him. The duration of this arrangement is one year only but the price from both sides are hefty. The dilemma is great. But, Ingjan never was someone who could be used as a simple tool. Especially by dangerous people like this Mr. Vineyard.","popularity":4.83,"poster_path":"/zquDLJrrpqoeyyZFbTXTlRkEgB4.jpg","first_air_date":"2022-02-16","name":"Prisoner of Love","vote_average":7.0,"vote_count":1},{"adult":false,"backdrop_path":"/5tnLbdXL5ffA8Gw9A2YwHKfnt85.jpg","genre_ids":[18,80],"id":158389,"origin_country":["GB"],"original_language":"en","original_name":"The Holiday","overview":"The story follows Kate, a woman who discovers that her husband is having an affair during a luxurious holiday somewhere in the Mediterranean. The troubled couple are sharing a villa with four of Kate’s closest friends, one of which is the adulterous partner, but she doesn’t realise that the guilty party could be prepared to kill in order to keep their secret safe.","popularity":3.495,"poster_path":"/lIJlcEiXvIh6Oq0QtXl4K66DXQa.jpg","first_air_date":"2022-03-01","name":"The Holiday","vote_average":5.2,"vote_count":8},{"adult":false,"backdrop_path":"/8onEPGcvMykP3B5eFttc0n75ibX.jpg","genre_ids":[18,35],"id":225979,"origin_country":["TH"],"original_language":"th","original_name":"วงศาคณาญาติ","overview":"Prim has a large family with many relatives; most of them stick around expecting a share in the family's will. She is being forced to marry Joe, one of her relatives. However, she refuses and decides to move to a university down south. There, she meets Aran, a man her family wouldn't approve of.","popularity":12.417,"poster_path":"/fABKsGiaQiX42P8EKQ95sVhUqa2.jpg","first_air_date":"2023-05-06","name":"The Family","vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/ollH7DfG9E0iEX9MsnuGtZYFmvQ.jpg","genre_ids":[18,10765,35],"id":116045,"origin_country":["KR"],"original_language":"ko","original_name":"안녕? 나야!","overview":"Miserable and unsuccessful, a woman thinks she's lost all her spark — until one day, her spunky younger self appears in front of her demanding change.","popularity":4.721,"poster_path":"/yHqHL1x6y8gyzuPWljpfKe4YakC.jpg","first_air_date":"2021-02-17","name":"Hello, Me!","vote_average":7.412,"vote_count":85},{"adult":false,"backdrop_path":"/6NV7VOBDdtsCPoSrwFv8l7AHdsf.jpg","genre_ids":[18],"id":116092,"origin_country":["ES"],"original_language":"es","original_name":"Los Pazos de Ulloa","overview":"","popularity":2.465,"poster_path":"/lmAwNjxY7oIgEmJrKCaJ3qBZQ5p.jpg","first_air_date":"1985-12-09","name":"Los Pazos de Ulloa","vote_average":4.5,"vote_count":2},{"adult":false,"backdrop_path":"/oD7pjI3KmToo7HBUcfTFxznmhY.jpg","genre_ids":[18],"id":116133,"origin_country":["CN"],"original_language":"zh","original_name":"我的时代，你的时代","overview":"Ai Qing – also known by her gaming handle Appledog – is one of the top robot combat players in the land. A model professional, smart, and friendly, she has no shortage of fans, among whom is Wu Bai – also known as DT.\n\nUnder Ai Qing’s tutelage, Wu Bai developed a keen passion for robot war contests and gaming, eventually becoming a star performer in his own right.\n\nNow, he has risen to become the robot combat scene’s biggest rising star, captaining a promising new team named Pirate, which threatens to outshine even Ai Qing’s powerful Appledog team.\n\nDespite their professional rivalry, the duo has remained close, and their feelings for one another continue to grow, with romance possibly in the cards.\n\nThe ultimate challenge will come at the annual Robot Combat Competition, where the teams Pirate, Appledog, and others will duke it out for a coveted trophy!","popularity":5.64,"poster_path":"/tSYbZ9ulAZvCU6URzeBCKpwFR5I.jpg","first_air_date":"2021-02-04","name":"Go Go Squid 2: Dt.Appledog's Time","vote_average":6.6,"vote_count":8}],"total_pages":2488,"total_results":49744}